<?php

//前端渲染页面语言包  zh-CN
return array
(
    //关键字 => 对应语言翻译内容
    '欢迎你' => '欢迎你',
    '注销' => '注销',
    '登录' => '登录',
    '注册' => '注册',
    '忘记密码' => '忘记密码',
    '请输入您的手机号码' => '请输入您的手机号码',
    '请输入邮箱' => '请输入邮箱',

    '电竞2017' => '电竞 2017',
    '欢迎咨询' => '欢迎咨询',
    '客服' => '客服',
    '点击这里给我发消息' => '点击这里给我发消息',
    '查看在线客服' => '查看在线客服',
    '关闭在线客服' => '关闭在线客服',

    '首页' => '首页',
    '上一页' => '上一页',
    '下一页' => '下一页',
    '共' => '共',
    '页' => '页',
    '条记录' => '条记录',
    '每页' => '每页',
    '条' => '条',
    '跳至' => '跳至',
    '刷新' => '刷新',
    '立即刷新' => '立即刷新',
    '总赔率' => '总赔率',
    '可盈额' => '可盈额',
    '近三个月注单' => '近三个月注单',
    '近六个月注单' => '近六个月注单',
    '2017年注单' => '2017年注单',
    '2016年注单' => '2016年注单',
    '2016年以前注单' => '2016年以前注单',
    '注单' => '注单',

    '近三个月赛果' => '近三个月赛果',
    '近六个月赛果' => '近六个月赛果',
    '2017年赛果' => '2017年赛果',
    '2016年赛果' => '2016年赛果',
    '2016年以前赛果' => '2016年以前赛果',

    '注单号' => '注单号',
    '投注' => '投注',
    '可盈' => '可盈',
    '待开奖' => '待开奖',
    '未中奖' => '未中奖',
    '获益' => '获益',
    '过关' => '过关',
    '已投注' => '已投注',
    '投注项' => '投注项',
    '本金' => '本金',
    '赔率' => '赔率',
    '返还' => '返还',

    '请输入短信验证码' => '请输入短信验证码',
    '请输入密码' => '请输入密码',
    '获取验证码' => '获取验证码',
    '重发' => '重发',
    '请输入昵称' => '请输入昵称',
    '请输入QQ号' => '请输入QQ号',
    '已有账号？' => '已有账号？',
    '立即登录' => '立即登录',


    //短信验证码
    '【赏金猎人】尊敬的用户，你的验证码是：%d，请在10分钟内输入。请勿告诉其他人。' => '【赏金猎人】尊敬的用户，你的验证码是：%d，请在10分钟内输入。请勿告诉其他人。',
    '【赏金猎人】您已成功注册爱乐网，请联系支持人员安排对接测试。' => '【赏金猎人】您已成功注册爱乐网，请联系支持人员安排对接测试。',
    '【叮咚云】您已成功注册叮咚云，请联系支持人员安排对接测试。退订回t'  =>  '【叮咚云】您已成功注册叮咚云，请联系支持人员安排对接测试。退订回t',
//    '' => '',
    //add more......
);

?>