<?php

//前端渲染页面语言包  zh-CN
return array
(
    //关键字 => 对应语言翻译内容
    '欢迎你' => '歡迎你',
    '注销' => '註銷',
    '登录' => '登錄',
    '注册' => '註冊',
    '忘记密码' => '忘記密碼',
    '请输入您的手机号码' => '請輸入您的手機號碼',
    '请输入邮箱' => '請輸入郵箱',

    '电竞2017' => '電競 2017',
    '欢迎咨询' => '歡迎諮詢',
    '客服' => '客服',
    '点击这里给我发消息' => '點擊這裡給我發消息',
    '查看在线客服' => '查看線上客服',
    '关闭在线客服' => '關閉線上客服',

    '首页' => '首頁',
    '上一页' => '上一頁',
    '下一页' => '下一頁',
    '共' => '共',
    '页' => '頁',
    '条记录' => '條記錄',
    '每页' => '每頁',
    '条' => '條',
    '跳至' => '跳至',
    '刷新' => '刷新',
    '立即刷新' => '立即刷新',
    '总赔率' => '總賠率',
    '可盈额' => '可盈額',
    '近三个月注单' => '近三個月注單',
    '近六个月注单' => '近六個月注單',
    '2017年注单' => '2017年注單',
    '2016年注单' => '2016年注單',
    '2016年以前注单' => '2016年以前注單',
    '注单' => '注單',

    '近三个月赛果' => '近三個月賽果',
    '近六个月赛果' => '近六個月賽果',
    '2017年赛果' => '2017年賽果',
    '2016年赛果' => '2016年賽果',
    '2016年以前赛果' => '2016年以前賽果',

    '注单号' => '注單號',
    '投注' => '投注',
    '可盈' => '可盈',
    '待开奖' => '待開獎',
    '未中奖' => '未中獎',
    '获益' => '獲益',
    '过关' => '過關',
    '已投注' => '已投註',
    '投注项' => '投註項',
    '本金' => '本金',
    '赔率' => '賠率',
    '返还' => '返還',

    '请输入短信验证码' => '請輸入短信驗證碼',
    '请输入密码' => '請輸入密碼',
    '获取验证码' => '獲取驗證碼',
    '重发' => '重發',
    '请输入昵称' => '請輸入昵稱',
    '请输入QQ号' => '請輸入QQ號',
    '已有账号？' => '已有帳號？',
    '立即登录' => '立即登錄',


    //短信验证码
    '【赏金猎人】尊敬的用户，你的验证码是：%d，请在10分钟内输入。请勿告诉其他人。' => '賞金獵人】尊敬的用戶，你的驗證碼是：%d，請在10分鐘內輸入。請勿告訴其他人。',
    '【赏金猎人】您已成功注册爱乐网，请联系支持人员安排对接测试。' => '【賞金獵人】您已成功註冊愛樂網，請聯繫支持人員安排對接測試。',
    '【叮咚云】您已成功注册叮咚云，请联系支持人员安排对接测试。退订回t'  =>  '【叮咚雲】您已成功註冊叮咚雲，請聯繫支持人員安排對接測試。退訂回t',
//    '' => '',
    //add more......
);

?>